---
kind: enumMember
id: F:Autodesk.Revit.DB.FindReferenceTarget.Face
enum: Autodesk.Revit.DB.FindReferenceTarget
source: html/fbdbb834-08e1-98d8-f9dc-28a1c4068ab7.htm
---
# Autodesk.Revit.DB.FindReferenceTarget.Face

A face.